Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=161_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Nuortalašgiella govat Sunna Kitti
sms: Toʹben tääiʹben Ouddškooul tuõjjstõõllâmǩeʹrjj

source: Toʹben tääiʹben - Ouddškooul tuõjjstõõllâmǩeʹrjj lea oaivvilduvvon sámegielat ovdaskuvlii.
sms: Toʹben tääiʹben - Ouddškooul tuõjjstõõllâmǩeʹrjj lij jurddum sääʹmǩiõllsaž ouddškoouʹle.

source: Girjji ustibaččat Eeʹled, Uábbee ja Sámmol johtet iežaset guovlluin ja muitalit nuppiidasaset iežaset eallimii gullevaš áššiin.
sms: Ǩeeʹrj naʹzvaanâž Eeʹled, Uábbee da Sámmol jåʹtte jiiʹjjez vuuʹdin da mainste kueiʹmm kueiŠmmses sij jieʹllma kuulli aaʹšši pirr.

source: Eeʹled lea nuortalaš nieida, Uabbee anáraš nieida ja Sámmol davvisápmelaš bárdni.
sms: Eeʹled lij nuõrttsääʹm nijdd, Uábbee aanarsääʹm nijdd da Sámmol tâʹvvsääʹm päʹrnn.

source: Girjji máidnasiid vuođđun leat sámi gávcci jagiáiggi barggut ja dáhpáhusat.
sms: Ǩeʹrjj vuâlgg säʹmmlai kääuʹc eeʹjjpooddâst, kooi tuåimid da šõddmõõžžid teeʹkst õhttne.

source: Váldojurddan girjji ráhkadeamis lea leamašan dat, ahte mii, Suoma golbma sámejoavkku, eallit ovttas ja háliidit juogadit min rikkis kulturárbbi ja árbevirolaš dieđu.
sms: Vuâđđjurddjen ǩeeʹrj raajjmest lij leämmaž tõt, što mij, Lääʹddjânnam koumm sääʹmjoouk, jieʹllep õõutsââʹjest da haaʹleep jueʹǩǩed reeʹǧǧes kulttuuräʹrbben da äʹrbbvuõđlaž teâttan määŋgi vueʹzzi.

source: Haddi: 15,00 €
sms: Hâʹdd: 15,00 €

source: Sámediggi 2015
sms: Sääʹmteʹǧǧ 2015

source: Vuõssmõs dohat sääʹnned – girji lea jorgaluvvon eaŋgalsgielat girjjis
sms: Vuõssmõs dohat sääʹnned - ǩeʹrjj lij jåårǥlõttum eŋgglõsǩiõllsaž ǩeeʹrjest The First Thousand Words in English.

source: Nuortalašgielat jorgalusa leat dahkan Sámeguovllu oahpahusguovddáža nuortalašgiela ja – kultuvrra oahppit (2013-2014) oahpaheaddjis Tiina Sanila-Aikio bagadusas.
sms: Nuõrttsääʹmǩiõʹlle tän ǩeeʹrj alggtuâi lie raajjâm Sääʹmvuuʹd škoouʹlʼjemkõõskõõzz nuõrttsääʹmǩiõl da - kulttuur mättʼtõõtti (2013-2014) uʹčteeʹlez Tiina Sanila-Aikio jååʹđteʹmen.

source: Giela lea dárkkistan Merja Fofonoff.
sms: Ǩiõltaʹrǩǩeejen lij tuejjääm Merja Fofonoff.

source: Girjji sáhttá geavahit sihke eatnigielat mánáid ja nuortalašgiela vieris giela lohkiid oahpahusas.
sms: Ǩeeʹrj vueiʹtet ââʹnned nuʹtt jieʹnnǩiõllsaž päärnai mättʼtõõzzâst ko še nuõrttsääʹm veeʹres ǩiõllân lookki mättʼtõõttjivuiʹm.

source: Stephen Cartwright govaid vehkiin sáhttá oahpahit ođđa sániid.
sms: Stephen Cartwright kaartin vuäitt vuâmmšed håʹt mâiʹd da nääiʹt ǩeʹrjj älšmâtt päärnaid mättjed ođđ saaʹnid da še ǩeeʹrjted.

source: Oahpaheaddji sáhttá ságastallat ohppiiguin hearvás govaid vuođul dahje mánát sáhttet ieža čállit máidnasa leahkastaga govas.
sms: Uʹčteeʹl vuäitt saǥstõõllâd mättʼtõõttjivuiʹm ǩeeʹrj hääʹsǩes kaarti vuâđald leʹbe päärna vuäiʹtte håʹt mâka ǩeeʹrjted mainnâz lieʹvvjum seeidai kaart pirr.

source: Govat: Sirpa Mänty
sms: Saʹnnâs: Katri Fofonoff

source: Dássi: Vuođđoskuvlla giellaoahpahussii
sms: Tääʹss: Vueʹllškooul sääʹmǩiõl mättʼtõʹsse

source: Sámediggi 2003
sms: Sääʹmteʹǧǧ 2003

source: Govvasátnegirji lea ráhkaduvvon Matti Morottaja anarašgielat Oopâ saanijd - girjji vuođul.
sms: Hâʹdd: 20,00 €

source: Girjjis leat sullii 1600 guovddášsáni, main sullii 500 leat maiddái sárgojuvvon.
sms: Siiskâž: Ǩeeʹrjest lie nuʹtt 1600 sääʹnned. Måtam sääʹn lie pirstum, što tõid lij aʹlĐĐääb mättʼtõõttâd.

source: (Nuortalašgiela oahppogirji)
sms: Sääʹmǩiõll - Koltankielen oppikirja

source: Govat: Virpi Jefremoff
sms: Kaart: Virpi Jefremoff

source: Haddi: 17,00 €
sms: Hâʹdd: 17,00 €

source: Sámediggi 2010
sms: Sääʹmteʹǧǧ 2010

source: Nuortalašgiela giellaoahppagirjji,
sms: Satu da Jouni Moshnikoff, Eino Koponen, layout Minna Moshnikoff

source: man ulbmilin lea veahkehit stáđásmahttit čálalaš nuortalašgiela.
sms: Koltansaamen koulukielioppi - Sääʹmǩiõl ǩiõllvuäʹppes škoouʹli vääras

source: Siiddut: 404
sms: Seiddmieʹrr: 404

source: Haddi: 27,00 €
sms: Hâʹdd: 27,00 €

source: Sámediggi 2009
sms: Sääʹmteʹǧǧ 2009

source: Girji addá skuvllaide gaskaoami, mainna čálalaš nuortalašgiela njuolggadusat ovdanbuktojuvvojit oanehaččat, ja oahpahuvvojit eanáš ovdamearkkaid bokte.
sms: Jurddjen lij, što ǩiõllvuäʹppes veäʹǩǩat sääʹmǩiõl ǩeʹrjjǩiõl ǩeeʹrjtumuužž da oudd škooulid nåkam ǩeeʹrj, koon veäkka ǩeeʹrjtum ǩiõll puäđči škooulneeʹǩǩi tiõttu.

source: Ulbmilin leat maiddái oahpásmahttit eatnigiela čállojuvvon hámis nuortalašgielat rávesolbmuide, sihke veahkehit sin, geat leat vajálduhttán eatni gielaset muhto háliidit dál lohkagoahtit dan.
sms: Täävtõsân lij še, što rääʹves oummu vuäitče mättʼtõõttâd tän ǩeeʹrj mieʹldd ǩeeʹrjtum sääʹmǩiõl da nåkam säʹmmla, kook lie väjldâttam jieʹnnǩiõlâs, vuäitče äʹlǧǧed mättʼtõõttâd tõn.

source: Oahpahusgiellan lea su omagiella, muhto heivvolaš sajiin bálddas lea geavahuvvon nuortalašgiella, vai giellaoahpa doahpagat šattaše oahpisin maiddái nuortalašgillii.
sms: Ǩeeʹrj väʹlddǩiõllân lij valddum lääʹddǩiõll. Suåvvlaž paaiʹǩin tõn paaldâst lij sääʹmǩiõll, što tõt še ǩiõllmättterminologii puäđči tiõttu.

source: Siiddut: 178
sms: Seiddmieʹrr: 178

source: Haddi: 10,00 €
sms: Hâʹdd: 10,00 €

source: Sámediggi 1998
sms: Sääʹmteʹǧǧ 1998

source: Siiddut: 127
sms: Seiddmieʹrr: 127

source: Haddi: 6,00 €
sms: Hâʹdd: 6,00 €

source: Govat: Nea Lintula
sms: Kaartʼtõs: Nea Lintula

source: Dássi: 2. klass
sms: Tääʹss: 2. lk

source: Haddi: 8,00 €
sms: Hâʹdd: 8,00 €

source: Sámediggi 2002 ____________________________
sms: Sääʹmteʹǧǧ 2002 Satu Moshnikoff da Sonja Sanila

source: Govat: Sonja Sanila ja Minna Moshnikoff
sms: Kaartʼtõs: Sonja Sanila da Minna Moshnikoff

source: Siiddut: 31
sms: Seiddmieʹrr: 31

source: Haddi: 7,50 €
sms: Hâʹdd: 7,50 €

source: Sámediggi 2001
sms: Sää ʹ mte ʹ ǧǧ 2001

source: Siiddut: 33
sms: Seiddmieʹrr: 33

source: Haddi: 7,00 €
sms: Hâʹdd: 7,00 €

source: Sámediggi 2000 ____________________________
sms: Sääʹmteʹǧǧ 2000 Sääʹmnijdd Dåmnn

source: Dássi: 5. ja 6. kl..
sms: Kaartʼtõs: Minna Moshnikoff

source: Sámediggi 2004 ____________________________
sms: Sääʹmteʹǧǧ 2004 Satu da Jouni Moshnikoff, kaartʼtõs Minna Moshnikoff

source: Haddi: 9,00 €
sms: Hâʹdd: 9,00 €

source: Govat: Tarja Sanila
sms: Kaartʼtõs: Tarja Sanila

source: Dássi: 1. lk. -
sms: Tääʹss: 1. lk. -
